// Auto-generated from wiki-tech.csv
export interface WikiTechArticle {
  id: string
  title: string
  category: string
  image: string
  text: any[]
  slug: string
}

export const wikiTechCategories = ["1C","API","Общие сведения","РАЭК","Структура данных"]

export const wikiTechArticles: WikiTechArticle[] = [
  {
    "id": "eo85hzsx71",
    "title": "Эксплуатация  \"B2B Движение",
    "category": "Общие сведения",
    "image": "https://static.tildacdn.com/tild6339-3136-4061-b539-626336613231/__2024-10-21__091225.png",
    "slug": "ekspluatatsiya-b2b-dvizhenie",
    "text": [
      {
        "ty": "text",
        "te": "<strong>Минимальные требования к оборудованию B2B-покупателя, на котором планируется эксплуатация системы «B2B Движение»:</strong><br /><ul><li data-list=\"bullet\">cкорость интернет-соединения: 1 Мбит/с</li><li data-list=\"bullet\">процессор Intel Pentium Celeron 1.5 ГГц и выше. Количество ядер 2 и выше</li><li data-list=\"bullet\">оперативная память 2048 Мб и выше</li><li data-list=\"bullet\">жесткий диск 40 Гб и выше</li><li data-list=\"bullet\">поддерживаемые браузеры: Google Chrome &gt;= 88.0; Mozilla Firefox &gt;= 84.0; Apple Safari &gt;= 14.0 и более поздние (для OS X); Microsoft Edge &gt;= 88.0 и более поздние; Opera &gt;=73.0</li></ul>"
      },
      {
        "ty": "text",
        "te": "<strong>Уровень подготовки специалиста по техподдержке:</strong><br /><ul><li data-list=\"bullet\">Специалист по техподдержке «B2B Движение» должен иметь навыки:</li><li data-list=\"bullet\">Владение PHP 8, MySQL 8, framework Yii2, Git, ElasticSearch</li><li data-list=\"bullet\">Владение HTML5, CSS3, JS, React, Redux</li><li data-list=\"bullet\">Владение Docker, Kubernetes, Prometheus, Grafana, Zabbix, Alertmanager, Ansible, Terraform</li></ul>"
      },
      {
        "ty": "text",
        "te": "<strong>Уровень подготовки пользователей:</strong><br />Пользователь «B2B Движение» должен иметь навык работы с любым из поддерживаемых интернет-браузеров (Google Chrome, Mozilla Firefox, Apple Safari, Microsoft Edge, Microsoft Internet Explorer), а также знать соответствующую предметную область."
      }
    ]
  },
  {
    "id": "s3n5njgse1",
    "title": "Установка \"B2B Движение",
    "category": "Общие сведения",
    "image": "https://static.tildacdn.com/tild3165-3334-4236-a633-633561636436/__2024-10-21__091207.png",
    "slug": "ustanovka-b2b-dvizhenie",
    "text": [
      {
        "ty": "text",
        "te": "<strong>Эксплуатация системы «B2B Движение» происходит посредством специализированного веб-интерфейса - программного приложения, доступного в сети интернет по адресу:</strong><br /><ul><li data-list=\"bullet\">https://www.&lt;ДоменКомпании&gt; - для пользователей типа “Клиент”</li><li data-list=\"bullet\">https://www.&lt;ДоменКомпании&gt;/admin/ - для всех остальных типов пользователей, имеющих доступ к Административной панели B2B-системы</li></ul>"
      },
      {
        "ty": "text",
        "te": "<strong>Минимальные требования к оборудованию компании-продавца, на котором планируется размещение системы «B2B Движение»:</strong>"
      },
      {
        "ty": "text",
        "te": "<ul><li data-list=\"bullet\">Processor Architecture: x86_64</li><li data-list=\"bullet\">Number of core:s 4</li><li data-list=\"bullet\">Memory: 8Gb</li><li data-list=\"bullet\">Disc: 30Gb</li><li data-list=\"bullet\">OS Release: Debian GNU/Linux</li></ul>"
      },
      {
        "ty": "text",
        "te": "Также возможно использование системы «B2B Движение» по модели SaaS с размещением и обслуживанием на серверах российского провайдера Selectel."
      }
    ]
  },
  {
    "id": "kp991jzlu1",
    "title": "Подключение по API (доступ к B2B-системе для ваших клиентов)",
    "category": "API",
    "image": "https://static.tildacdn.com/tild3430-6432-4636-a436-373330633132/API.png",
    "slug": "podklyuchenie-po-api-dostup-k-b2b-sisteme-dlya-vashikh-klientov",
    "text": [
      {
        "ty": "text",
        "te": "Любой из ваших клиентов может получить доступ к информации, хранящейся в вашей <a href=\"/\">B2B-системе</a> через API.<br />Сценарии работы:<br /><ul><li>Интеграция B2B-системы с интернет-магазином клиента. В этом случае вы выступаете как поставщик, а ваш клиент забирает к себе ваш каталог. На своей стороне он может устанавливать свою наценку и продавать через свой интернет-магазин;</li><li>Интеграция B2B-системы с 1С клиента. Подходит для частых и крупных покупателей, которым удобно делать заказы из своей 1С, не авторизуясь при этом в вашей B2B-системе</li></ul><br />Для интеграции вашему клиенту выдается уникальный API-ключ и доступ к документации API:<br /><a href=\"https://export-enterprise.b2b.api.docs.3davinci.ru/\" rel=\"nofollow\">https://export-enterprise.b2b.api.docs.3davinci.ru/</a><br /><a href=\"https://admin-enterprise.b2b.api.docs.3davinci.ru/#/\" rel=\"nofollow\">https://admin-enterprise.b2b.api.docs.3davinci.ru/#/</a><br /><br />Настройку на своей стороне он осуществляет самостоятельно (силами своих программистов) с помощью этой документации.<br /><br />В документации написаны запросы, к ним в качестве доменной части адреса дописывается url B2B-системы."
      },
      {
        "ty": "heading",
        "te": "Где искать API-ключ?",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<em>Админка - Пользователи - Конкретный пользователь - Просмотр (иконка “глазик”) - API токен</em>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6137-6437-4038-b533-336332363337/__2024-03-26__161429.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1258",
        "h": "822",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Для каждого клиента API ключ уникален, генерируется при создании пользователя. ",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "text",
        "te": "Ключ переодически меняется, необходимо заново получать обновленный токен. Необходимо настроить приложение так, что если на любой запрос к B2B в ответ 401 ошибка, оно должно выполнить запрос авторизации. В ответе на этот запрос приходит новый токен, который приложение должно записать в свои настройки.<br /><br />​Если внести такие правки в приложение сложно, то можно вручную отправить запрос авторизации (например в postman), или посмотреть его в браузере авторизовавшись в B2B-системе."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3463-3734-4234-b866-313030663864/__2024-03-26__161535.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "720",
        "h": "972",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "При необходимости, мы можем проконсультировать ваших клиентов, ответив на вопросы по почте <a href=\"mailto:support@3davinci.ru\" rel=\"nofollow\">support@3davinci.ru</a>  или организовав платную скайп-консультацию.",
        "color": "#000000",
        "bg": "#f1f1f1",
        "fs": "default",
        "ic": "#7b7b7b"
      }
    ]
  },
  {
    "id": "p5l6tkxmi1",
    "title": "Интеграция с РАЭК (для электротехнических компаний)",
    "category": "РАЭК",
    "image": "https://static.tildacdn.com/tild6638-3163-4636-b361-383030386337/__.png",
    "slug": "integratsiya-s-raek-dlya-elektrotekhnicheskikh-kompaniy",
    "text": [
      {
        "ty": "text",
        "te": "Для электротехнических компаний мы предлагаем к стандартной <a href=\"/enterprise\" target=\"_blank\" rel=\"noreferrer noopener\">B2B Enterprise</a> подключить описание товаров в международном стандарте <a href=\"http://3davinci.ru/etim\" target=\"_blank\" rel=\"noreferrer noopener\">ETIM</a>. Для этого необходима договоренность с ассоциацией электротехнических компаний РАЭК, они являются правообладателем стандарта ETIM на территории России. А мы со своей стороны мы гарантируем стандартную техническую интеграцию."
      },
      {
        "ty": "text",
        "te": "<strong>В стандартный пакет интеграции с В2В системой информации из базы РАЭК входит:</strong><br /><ul><li>Синонимы брендов (сопоставление по названию);</li><li>Сертификаты;</li><li>Метасвойства с синонимами (для поиска по синонимам);</li><li>Остатки у производителей (склад — наличие);</li><li>Изображение;</li><li>Галерея изображений;</li><li>Страна-производитель;</li><li>Свойства (карточка товара);</li><li>Свойства и класс (+синонимы) в формате ETIM (для поиска и параметрического зеленого фильтра);</li><li>Коды Русский свет и ЭТМ;</li><li>Маркетинговые серии и их синонимы;</li><li>Название от производителя;</li><li>Автоназвание (для поиска).</li></ul>"
      },
      {
        "ty": "text",
        "te": "<strong>Поля, возможные к интеграции в В2В систему (обсуждается индивидуально):</strong><br /><ul><li>Бренды;</li><li>Разделы каталога;</li><li>Различные файлы — инструкции, схемы, паспорт, 3D-модель, техническая информация, листовка;</li><li>Нейминг от производителя;</li><li>Оттенок цвета от производителя;</li><li>Кратность заказа поставщику;</li><li>Код ТН ВЭД;</li><li>Описание ТН ВЭД;</li><li>Код замены (для снятых с производства);</li><li>Дата последнего обновления товара;</li><li>Статус поставщика для товара;</li><li>Серия товара;</li><li>Единица измерения;</li><li>Цены товара;</li><li>Видео (при наличии);</li><li>Название кратное, полное, на других языках, название для Яндекса;</li><li>Код поставщика, альтернативный код поставщика;</li><li>Ссылка на сайт производителя;</li><li>Штрих-код EAN (13 цифр);</li><li>Гарантия производителя, мес.;</li><li>Вес нетто единицы, кг;</li><li>Срок поставки в днях;</li><li>Список связанных товаров;</li><li>Информация об упаковке (тип, размеры, вес, объем, штрих-код EAN 13)</li><li>Вся информация по ETIM. Помимо свойств и классов это группы, классы на других языках.</li></ul>"
      }
    ]
  },
  {
    "id": "57x609ymy1",
    "title": "Интеграция с 1С (или др. ERP-системами)",
    "category": "1C",
    "image": "https://static.tildacdn.com/tild6530-3232-4533-a562-656334633165/__1.png",
    "slug": "integratsiya-s-1s-ili-dr-erp-sistemami",
    "text": [
      {
        "ty": "text",
        "te": "Для начала работ <a href=\"/enterprise\">B2B-системы</a> в первую очередь нужно интегрироваться с вашей ERP-системой. У большинства заказчиков - это 1С (но возможно интеграция и с др. аналогичными системами)."
      },
      {
        "ty": "text",
        "te": "У нас есть стандартная обработка обмена между В2В и 1С для конфигураций:<br /><br /><ul><li>Управление производственным предприятием(УПП),</li></ul>"
      },
      {
        "ty": "text",
        "te": "<ul><li>Комплексная автоматизация(КА), </li></ul>"
      },
      {
        "ty": "text",
        "te": "<ul><li>Управление торговлей(УТ).</li></ul>"
      },
      {
        "ty": "callout",
        "te": "Для других или нестандартных конфигураций модуль обработки дорабатывается под вас.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#0ba300"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Что забираем из 1С?",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<ul><li><strong>Дерево разделов</strong> каталога может быть настроено для групп номенклатуры или групп видов номенклатуры – данные выгружаются в таблицу – «catalog_section»;</li></ul><br /><ul><li><strong>Номенклатура</strong> выгружается, согласно настроек, указанных на форме (из каких групп номенклатуры выгружаются, из каких групп не выгружаются, какая номенклатура выгружается, какая не выгружается.) – данные выгружаются в таблицу – «product», если имеются изображения в реквизите номенклатуры – ОсновноеИзображение, то оно сохраняется в файл на ftp-сервере В2В, а ссылка записывается в поле – «image_url» - таблицы – «product», имя файла изображения совпадает с «external_id». При дополнительном изменении обработки обмена можно выгрузить дополнительные реквизиты - свойства в таблицу - «product_additional_field»;</li></ul><br /><ul><li><strong>Бренды</strong> выгружаются при желании, данные могут быть взяты из реквизита номенклатуры – Производитель или из дополнительного реквизита/сведения номенклатуры – данные выгружаются в таблицу – «brand»;</li></ul><br /><ul><li><strong>Типы цен</strong>, которые будут выгружаться в В2В зависят от обработки, либо указываются в списке и самостоятельно создаются в таблице В2В – «price_type», либо считываются из таблицы В2В – «price_type» и только они выгружаются. Возможна доработка с добавлением дополнительно реквизита «Выгружать_В2В» и при установленном значении будут выгружаться только выбранные типы цен;</li></ul><br /><ul><li><strong>Склады</strong>, которые будут выгружаться в В2В зависят от обработки, либо указываются в списке и самостоятельно создаются в таблице В2В – «store», либо считываются из таблицы В2В – «store» и только они выгружаются. Возможна доработка с добавлением дополнительно реквизита «Выгружать_В2В» и при установленном значении будут выгружаться только выбранные склады;</li></ul><br /><ul><li><strong>Цены </strong>выгружаются по типам цен, согласно настроек из п.4., настроек номенклатуры из п.2. Данные выгружаются в таблицу – «price»;</li></ul><br /><ul><li><strong>Остатки </strong>выгружаются по складам, согласно настроек из п.5., настроек номенклатуры из п.2. Данные выгружаются в таблицу – «remains»;</li></ul><br /><ul><li><strong>Контрагенты</strong> выгружаются в таблицу – «company» - наименование, юр/физлицо, общая задолженность, просроченная задолженность в сумме и днях, тип цен, согласно настроек п.4 и самой обработке обмена. Адреса выгружаются в таблицу – «address». ИНН выгружаются в таблицу – «legal_entity»;</li></ul><br /><ul><li><strong>Индивидуальные цены</strong> на номенклатуру по контрагентам настраиваются в зависимости от конфигурации 1С механизм выгрузки прописывается в обработке обмена и данные выгружаются в таблицу - «product_contract_price»;</li></ul><br /><ul><li><strong>Индивидуальные скидки</strong> на номенклатуру по контрагентам настраиваются в зависимости от конфигурации 1С механизм выгрузки прописывается в обработке обмена и данные выгружаются в таблицу - «contract_price»;</li></ul><br /><ul><li><strong>Графики платежей</strong> выгружаются в зависимости от конфигурации 1С и обработки обмена по документам «Реализации товаров и услуг» – данные выгружаются в таблицу – «payment_company»;</li></ul><br /><ul><li><strong>Статусы заказов</strong> выгружаются в зависимости от обработки обмена статусы могут использоваться из реквизита статуса документа «Заказ покупателя» или настроены через дополнительные реквизиты/сведения – статусы заполняются в таблице – «order_status», а данные статусов заказов полученных из В2В записываются в таблицу – «order»;</li></ul><br /><ul><li><strong>Загрузка заказов </strong>загружаются данные из таблиц «order» - заголовки документов, «order_item» табличная часть документов и загружаются в документы «Заказ покупателя»;</li><li><strong>Выгрузка документов </strong>выгружаются данные из документов «Реализация товаров и услуг», созданных на основании документов «Заказ покупателя» полученных из В2В, в зависимости от обработки обмена также выгружаются документы «Счет на оплату клиенту», «Счет фактура выданный», «Заказ покупателя» в таблицы «document» - заголовки документов, «document_item» - табличная часть. Имеется возможность выгрузки печатных форм, сохраненных в файлы по ftp, для выгружаемых документов, необходима доработка конфигурации 1С.</li></ul>"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Как запустить модуль обработки?",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Обработка добавляется в меню «НСИ и Администрирование» или «Администрирование» в пункте «Печатные формы, отчеты и обработки»"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6465-3361-4533-b065-336532616138/image2020-11-12_14-1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "623",
        "h": "327",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "подпункте – «Дополнительные отчеты и обработки»"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6161-3138-4237-b434-366237336534/image2020-11-12_14-1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "623",
        "h": "208",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "нажатием на кнопку «Добавить из файла» и выбираем файл обработки. Для замены обработки используем кнопку «Обновить из файла»."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6439-3733-4262-b864-326561343532/image2020-11-12_14-1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "623",
        "h": "205",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Настройка синхронизации происходит на странице «Команды» при загрузке обработки в 1с Предприятие, в вышеуказанном абзаце."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3063-3361-4939-a439-363437366136/image2020-11-12_14-1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "623",
        "h": "198",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Напротив каждого пункта можно установить регламент с датой и временем начала работы, а также периодом повторения. Пункт «Выполнить обмен с B2B (сервер)» подразумевает полный обмен (рекомендуется настраивать на ночное время, когда сервер имеет минимальную загрузку (выполняются пп.1-3, 6-11 в зависимости от обработки)).<br /><br />Остальные пункты рекомендуется настраивать, согласно приложению и ресурсов сервера."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6361-3331-4333-b164-303331356365/__2024-03-21__120415.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "824",
        "h": "752",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Настраивается дата первоначального обмена и до даты окончания обменов, также указывается период повторения."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3234-6365-4131-b830-343330323461/__2024-03-21__120453.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "802",
        "h": "726",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Настраивается время запуска регламента в течении дня и время повторения в течении дня, а также время завершения."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3339-6631-4635-b630-346437616239/__2024-03-21__120529.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "812",
        "h": "720",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Для настройки перечня номенклатуры для обмена и перечня исключения номенклатуры из обмена необходимо выбрать пункт «Обмен с В2В» и нажать кнопку «Выполнить»"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6163-6434-4335-a364-646332616333/image2020-11-12_14-2.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "624",
        "h": "208",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Откроется следующая форма. В нижней части заполняем таблиц при необходимости для обмена и нажимаем кнопку «Сохранить настройки». Если необходимо вручную выполнить определенный обмен, то выбираем необходимые пункты и нажимаем кнопку «Обновить данные в B2B»."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3538-3232-4261-b066-353439303030/image2020-11-12_14-2.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "622",
        "h": "338",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Типовой регламент обмена ( между B2B-системой и шлюзом 1C)",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6138-6263-4962-b461-326330373162/__2024-03-21__120807.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1552",
        "h": "1104",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "При необходимости можно настроить обмены в удобное для вас время в индивидаульном порядке.",
        "color": "#000000",
        "bg": "#f1f1f1",
        "fs": "default",
        "ic": "#7b7b7b"
      },
      {
        "ty": "text",
        "te": "Чтобы посмотреть текущий регламент обменов и логи синхронизации,зайдите в админку B2B-системы:"
      },
      {
        "ty": "text",
        "te": "<strong>Панель управления - Прочее - Логи обмена</strong> "
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6339-3066-4638-b239-656661643932/__2024-03-21__121230.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1208",
        "h": "934",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "callout",
        "te": "Также возможны опциональные варианты интеграции системами: CRM, PIM, MDM и тп.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#0ba300"
      }
    ]
  },
  {
    "id": "nrhf6j2k11",
    "title": "Описание полей шлюзовых таблиц",
    "category": "Структура данных",
    "image": "https://static.tildacdn.com/tild3037-6264-4063-b035-356666613532/__.png",
    "slug": "opisanie-poley-shlyuzovykh-tablits",
    "text": [
      {
        "ty": "heading",
        "te": "address - адреса компаний",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6332-3933-4164-b933-373537613439/__2024-03-05__164154.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1418",
        "h": "232",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "brand - бренды",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3337-6565-4334-b263-316635643435/__2024-03-07__100136.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "2196",
        "h": "324",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Имеется возможность редактирования из административного интерфейса. При синхронизации, изменения, внесенные из административного интерфейса, <strong>заменяются(!)</strong> данными из шлюзовых таблиц. ",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "catalog_section - разделы каталога",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3766-6531-4266-a262-363335373662/__2024-03-07__100259.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "2190",
        "h": "440",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "certificate - сертификаты",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6263-6662-4538-b265-316564346334/__2024-03-07__100343.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "942",
        "h": "386",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "company - компании",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3066-6131-4637-b134-303534336235/__2024-03-07__100435.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1346",
        "h": "910",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "company_additional_field - дополнительные поля для компаний",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3435-6430-4563-b531-366331313432/__2024-03-07__100609.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1508",
        "h": "282",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "company_manager_relation - связь компания-менеджер",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3432-3263-4162-b666-386664353834/__2024-03-07__100716.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "762",
        "h": "180",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "company_segment_relation - связь компания-сегмент",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6262-6434-4038-b365-626437643635/__2024-03-07__100804.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "760",
        "h": "186",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "contract_price - цены по контракту (скидки для компаний)",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3834-3233-4237-a663-373064653630/__2024-03-07__110616.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1340",
        "h": "500",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "<strong>Если brand_id, category_ids и price_group_ids оставить NULL, то скидка будет распространяться на ВСЕ товары.</strong><br /><br />ПО УМОЛЧАНИЮ. Если на один товар задано несколько скидок, то клиент увидит цену с наибольшей скидкой, самую выгодную для него.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "callout",
        "te": "Этот алгоритм ценообразования может быть изменен по вашему сценарию.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#0ba300"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "currency - валюты",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3463-3261-4530-b438-373532626432/__2024-03-07__105635.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1442",
        "h": "288",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "deleted_product - удаленные товары",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3236-6262-4165-a135-343664373838/__2024-03-07__110418.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1254",
        "h": "968",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Таблица заполняется автоматически при удалении строк из таблицы product",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "delivery_period - информация о сроках поставки товаров в регионы",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6331-3930-4465-b739-613431613964/__2024-03-07__110758.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1170",
        "h": "288",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "delivery_point - адреса доставки",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3862-6139-4530-b066-643537666165/__2024-03-07__112152.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "932",
        "h": "436",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Список адресов доставки доступных для компании. Адреса доставки могут создаваться и удаляться(опционально) непосредственно пользователями системы.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "delivery_schedule - график доставки",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3136-6161-4333-b532-393435336566/__2024-03-07__111744.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1088",
        "h": "576",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document - документы",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6332-3834-4934-b234-613333333162/__2024-03-07__111854.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1598",
        "h": "836",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document_additional_field - дополнительные поля для документов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3465-6133-4763-a363-633764616130/__2024-03-07__112030.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1522",
        "h": "284",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document_item - товары в документе",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3630-3133-4334-a130-373930363137/__2024-03-11__155419.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1334",
        "h": "632",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document_custom_item - товары от покупателя в документе",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3664-6462-4237-a563-386234653936/__2024-03-11__160430.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1366",
        "h": "498",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document_status - предустановленные статусы документов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3662-3362-4334-a438-376536326634/__2024-03-11__160526.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1182",
        "h": "236",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "document_type - типы документов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6632-3865-4565-b137-346564623335/__2024-03-11__160613.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "994",
        "h": "290",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "external_link_type - типы внешних ссылок для товаров ",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6235-3332-4135-b537-666230336233/__2024-03-11__160827.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "730",
        "h": "230",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "feature - свойства товаров",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3035-6532-4530-b163-616362353634/__2024-03-11__161026.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "840",
        "h": "338",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "gallery - галерея изображений",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3166-6532-4436-b965-663837346661/__2024-03-11__161118.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "976",
        "h": "178",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "legal_entity - юридические лица компаний",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6333-3065-4434-b532-613165663166/__2024-03-11__161250.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1138",
        "h": "432",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "В таблице хранятся наименования и реквизиты юридических лиц. Эти данные используются при формировании документов.",
        "color": "#000000",
        "bg": "#f1f1f1",
        "fs": "default",
        "ic": "#7b7b7b"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "manager - менеджеры",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6534-3765-4164-a333-643635303765/__2024-03-11__161459.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "976",
        "h": "332",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "В ШТ \"manager\" пользователь попадает, когда ему назначают роль \"Менеджер\", кроме того, у этого пользователя обязательно должен быть номер телефона.<br /><br />Если пользователю сменили роль с клиента на менеджер, то он попадает в шт manager ( и соответственно, его уже можно привязывать к компании как менеджера через шт company_manager_relation)",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "callout",
        "te": "Обращаем внимание на необходимость правильного заполнения поля phone, так как номер телефона имеет строковый формат и используется для поиска соответствующего пользователя системы.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "merchant - продавцы",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3336-6537-4039-a632-373438643462/__2024-03-11__165420.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1002",
        "h": "1032",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Для записи информации о компаниях (филиалах) продавцах продукции.<br />В административном интерфейсе есть возможность создания и редактирования. При синхронизации со шлюзовыми таблицами ведется поиск по полю id.<br /><br />ВНИМАНИЕ данные в административном интерфейсе заменяются данными из ШТ.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "callout",
        "te": "Опционально! Если в вашей в2в системе есть другие продавцы, кроме вас, то вносить их в шт необходимо так:<br />При выгрузке прописать в своих товарах в шт нового продавца в ШТ product,<br />поле merchant_id<br />значение merchant_id брать из ШТ merchant поле id<br />Тогда продавец появится в фильтре",
        "color": "#000000",
        "bg": "#EBEBEB",
        "fs": "default",
        "ic": "#9da88b"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "order - заказы",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3763-6235-4139-b530-306561333931/__2024-03-11__170204.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1626",
        "h": "788",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "order_additional_field - дополнительные поля для заказов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3266-6234-4262-b830-346438373964/__2024-03-11__170519.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1472",
        "h": "284",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "order_meta - дополнительная информация к заказу",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6536-3137-4639-b164-333734636534/__2024-03-11__170742.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "892",
        "h": "792",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "order_item - товары в заказе",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6635-3933-4134-b535-653363656234/__2024-03-11__170944.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1264",
        "h": "636",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "order_status - статусы заказов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3036-3562-4431-b532-373564303233/__2024-03-11__171105.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1088",
        "h": "232",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "payment_company - график платежей компаний",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6464-3630-4562-a565-396633663832/__2024-03-11__171152.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "2216",
        "h": "446",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "В таблице хранятся данные информационного характера, т.е. информация о предстоящих и просроченных платежах для компании по заказам. Может быть привязана к документу в системе через поле document_id. Является расшифровкой значений дебиторской задолженности и просроченной дебиторской задолженности в компании, но никак не связана(не влияет) на них.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "pickup_point - адреса самовывоза",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3062-6266-4161-a339-636363636333/__2024-03-12__093920.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1118",
        "h": "596",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "price - цены",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6361-3030-4166-b165-636535383036/__2024-03-12__094041.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "900",
        "h": "234",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "price_type - типы цен",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6131-3935-4430-b162-323731653464/__2024-03-12__094131.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1108",
        "h": "390",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product - товары",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6262-6337-4566-b062-353663316431/__2024-03-12__094214.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1410",
        "h": "982",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_additional_field - дополнительные поля товара",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6333-6661-4237-a564-613637613930/__2024-03-12__094300.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "874",
        "h": "234",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_analog - товары аналоги",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3630-6334-4135-b236-313336313464/__2024-03-12__094336.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1090",
        "h": "274",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_contract_price - индивидуальные цены компании",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3933-3136-4763-b631-363837396237/__2024-03-12__094601.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1030",
        "h": "280",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Если поля company_id и segment_id задать NULL, то цена будет применяться всем компаниям.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_custom - произвольные товары",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3666-3239-4330-a239-393161363362/__2024-03-12__124753.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "918",
        "h": "538",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_identifiers - идентификаторы товара",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3231-6663-4930-b233-363831303935/__2024-03-12__124906.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "870",
        "h": "228",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_related - связанные товары",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3230-3433-4339-b863-376639623831/__2024-03-12__125000.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1132",
        "h": "326",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "product_external_link",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3039-3337-4564-a534-373733366337/__2024-03-12__132354.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "820",
        "h": "284",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "region - регионы ",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3665-3766-4233-b236-326331623836/__2024-03-12__132446.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "888",
        "h": "260",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Заполняется из интерфейса администратора.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "remains_manufacturer - остатки на складах производителя",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3336-6434-4833-b363-623365666137/__2024-03-12__132527.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "964",
        "h": "386",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "remains - остатки на складах",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6230-3661-4235-a438-356330623463/__2024-03-12__132610.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1304",
        "h": "282",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "residue_packing - Куски товаров",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3461-6664-4231-b736-353961306231/__2024-03-12__152708.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "898",
        "h": "392",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "segment - сегменты",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3431-3833-4836-b762-373035316433/__2024-03-12__153037.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1386",
        "h": "362",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "segment_group - группы сегментов",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6563-3265-4462-b736-376665323266/__2024-03-12__153151.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1378",
        "h": "246",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "store - склады",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3737-6264-4438-a362-346362343866/__2024-03-12__153354.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1182",
        "h": "702",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "user - пользователи",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6166-3837-4932-a263-613831333832/__2024-03-12__153538.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1096",
        "h": "646",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Таблица используется для получения информации о зарегистрированных пользователях.",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      }
    ]
  },
  {
    "id": "67g1s7rmd1",
    "title": "Структура БД",
    "category": "Структура данных",
    "image": "https://static.tildacdn.com/tild3531-3236-4665-a237-643038356337/photo.png",
    "slug": "struktura-bd",
    "text": [
      {
        "ty": "text",
        "te": "Шлюзовая база данных группирует таблицы по нескольким доменам. Используйте интерактивную схему ниже: можно искать таблицу по имени, фильтровать по домену и кликать на таблицу, чтобы подсветить её связи."
      },
      {
        "ty": "db-schema"
      },
      {
        "ty": "text",
        "te": "Подробное описание полей каждой таблицы — в статье <a href=\"/wiki/tech/opisanie-poley-shlyuzovykh-tablits\">«Описание полей шлюзовых таблиц»</a>."
      }
    ]
  },
  {
    "id": "2ix5k1srr1",
    "title": "Список шлюзовых таблиц (ШТ)",
    "category": "Структура данных",
    "image": "https://static.tildacdn.com/tild3165-3132-4139-b839-323432663164/_.png",
    "slug": "spisok-shlyuzovykh-tablits-sht",
    "text": [
      {
        "ty": "text",
        "te": "MySQL база данных шлюза предназначена для обмена данными между торговой системой B2B и внешними системами (ERP, CMS и другими приложениями-коннекторами)."
      },
      {
        "ty": "callout",
        "te": "У запроса MySQLl есть ограничения. Максимальный размер пакета принимаемых данных сервером MySQL - 64МБ",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "heading",
        "te": "Обязательные таблицы",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Нужны для старта прохождения заказов"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3863-3433-4139-b364-336561663333/__2024-03-07__095522.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1580",
        "h": "1276",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "heading",
        "te": "Опциональные таблицы",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Могут быть переданы по вашему усмотрению и после интеграции."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3035-3632-4630-a434-333138376165/__2024-03-07__095536.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1300",
        "h": "1166",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "b07srt08o1",
    "title": "Этапы технической интеграции",
    "category": "Общие сведения",
    "image": "https://static.tildacdn.com/tild6162-3031-4362-b033-613863633464/__.png",
    "slug": "etapy-tekhnicheskoy-integratsii",
    "text": [
      {
        "ty": "text",
        "te": "Полноценная интеграция и настройка <a href=\"/enterprise\">B2B-системы версии Enterprise</a> занимает обычно 2-3 месяца. И состоит из следующих этапов:"
      },
      {
        "ty": "text",
        "te": "<ol><li>Настройка домена.</li><li>Настройка логотипа и стилей.</li><li>Настройка почтового сервер.</li><li>Регистрация в центре уведомлений <a href=\"http://smsc.ru/\" rel=\"nofollow\">SMSC.ru</a></li><li>Настройка регионов и складов.</li><li>Настройка компаний (их типов цен и индивидуальных скидок для каждой компании).</li><li>Настройка страницы регистрации/авторизации.</li><li>Регистрация менеджеров.</li><li>Настройка SMS и E-mail уведомлений.</li><li>Настройка каталога (разделов, фильтров, синонимов и пр.).</li><li>Настройка поиска и ранжирования поисковой выдачи.</li><li>Настройка статусов заказа.</li><li>Настройка шаблонов документов.</li><li>Настройка уровней доступа.</li></ol>"
      }
    ]
  },
  {
    "id": "9tnr4h10f1",
    "title": "Общие сведения о B2B Enterprise",
    "category": "Общие сведения",
    "image": "https://static.tildacdn.com/tild6236-6362-4562-a335-376136303062/_.png",
    "slug": "obshchie-svedeniya-o-b2b-enterprise",
    "text": [
      {
        "ty": "heading",
        "te": "Backend",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<ul><li>PHP 8.2 (Yii2)</li><li>Elasticsearch - полнотекстовый поиск</li><li>MySQL - основная БД, шлюзовые таблицы</li><li>Redis - кеширование</li><li>Nginx - веб-сервер</li><li>Сервис для генерации PDF - NodeJS</li></ul>"
      },
      {
        "ty": "heading",
        "te": "Frontend",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<ul><li>React</li><li>Remix</li></ul>"
      },
      {
        "ty": "heading",
        "te": "API документация",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<a href=\"https://export-enterprise.b2b.api.docs.3davinci.ru/#/\" rel=\"nofollow\">https://export-enterprise.b2b.api.docs.3davinci.ru/#/</a>"
      },
      {
        "ty": "heading",
        "te": "Сервер",
        "le": 4
      },
      {
        "ty": "text",
        "te": "<ul><li>российский сервер, находится в датацентре Selectel, в Москве.</li><li>Processor Intel(R) Xeon(R) CPU E3-1230 v6 @ 3.50GHz</li><li>Processor Architecture x86_64</li><li>Number of cores 8</li><li>Memory 32 Гб</li><li>OS Release Debian GNU/Linux 9.1 (stretch)</li><li>Монолит</li></ul>"
      },
      {
        "ty": "callout",
        "te": "Минимальные требования к серверу, если вы захотите разместить B2B Enterprise на ваших собственных мощностях:<br /><ul><li>Processor Architecture x86_64</li><li>Number of cores 4</li><li>Memory 8 Гб</li><li>Disc 30 Гб</li><li>OS Release Debian GNU/Linux</li></ul>",
        "color": "#000000",
        "bg": "#faf0f0",
        "fs": "default",
        "ic": "#d30000"
      }
    ]
  }
]
