// Auto-generated from wiki-funkcional.csv
export interface WikiFunctionArticle {
  id: string
  title: string
  category: string
  image: string
  text: any[]
  slug: string
}

export const wikiFunctionCategories = ["Интеллектуальный поиск","Каталог и товары","Личный кабинет покупателя","Личный кабинет продавца в B2B-системе","Мобильное приложение","Модуль документооборота","Модуль доставки","Модуль коммерческих предложений","Модуль оплаты","Модуль рассылок","Модуль статистики","Прайсы, цены, скидки, валюты","Регистрация и авторизация"]

export const wikiFunctionArticles: WikiFunctionArticle[] = [
  {
    "id": "gda962bxv1",
    "title": "Статистика",
    "category": "Модуль статистики",
    "image": "https://static.tildacdn.com/tild6531-3666-4564-a534-323234333638/11.jpg",
    "slug": "statistika",
    "text": [
      {
        "ty": "text",
        "te": "В B2B-системе ведется статистика по максимально значимым срезам данных. Так наглядно можно увидеть и проанализировать следующие данные:<br /><br /><ul><li data-list=\"bullet\">количество и сумма заказов</li><li data-list=\"bullet\">динамика регистраций в B2B-системе</li><li data-list=\"bullet\">процент выставленных счетов и отгрузок по накладным</li><li data-list=\"bullet\">количество пользователей, сделавших заказ</li><li data-list=\"bullet\">воронка продаж</li><li data-list=\"bullet\">этапы вовлечения пользователей</li><li data-list=\"bullet\">отказники</li><li data-list=\"bullet\">средний чек за месяц</li><li data-list=\"bullet\">среднее число заказов</li></ul><br />Такая информация позволит лучше понимать результаты работы в системе и корректировать работу отделов продаж и маркетинга."
      }
    ]
  },
  {
    "id": "5a3bteen41",
    "title": "Интеграция с Unisender",
    "category": "Модуль рассылок",
    "image": "https://static.tildacdn.com/tild3339-3466-4232-b232-633664393963/04.jpg",
    "slug": "integratsiya-s-unisender",
    "text": [
      {
        "ty": "text",
        "te": "Почтовые рассылки можно создавать с помощью сервиса Unisender. В админке B2B-системы есть возможность настроить список контактов для рассылки и передавать корзины пользователей. <br /><br />Пользователей можно выбирать по этапу вовлечения: регистрация, первые или регулярные заказы, продвинутый или лояльный клиент, отказники. Также их можно сортировать по менеджеру, сумме товаров в корзине."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6466-3830-4534-b536-376532646162/06.JPG",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "900",
        "h": "680",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Текст письма и настройки рассылки уже создаются в Unisender. Письма можно сформировать самостоятельно или запросить наши готовые шаблоны по триггерным рассылкам (брошенным корзинам, отказникам) и настроить их в своем фирменном стиле."
      }
    ]
  },
  {
    "id": "mbf851y6n1",
    "title": "Центр уведомлений",
    "category": "Модуль рассылок",
    "image": "https://static.tildacdn.com/tild3435-6634-4265-b438-633266623034/00.jpg",
    "slug": "tsentr-uvedomleniy",
    "text": [
      {
        "ty": "text",
        "te": "В<a href=\"https://b2bmotion.ru/\" target=\"_blank\" rel=\"noreferrer noopener\"> B2B-системе</a> можно создавать рассылки и информационные или маркетинговые сообщения для клиентов из актуальной базы контактов. <br /><br />Для этого в админке можно воспользоваться разделом <em>Центр уведомлений</em>. Внутри можно настроить список контактов и создать рассылку. Список контактов можно сформировать самостоятельно с помощью фильтров или загрузить готовый файл с телефонами пользователей."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6163-3962-4134-b436-316261646338/__2024-12-03__155700.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "733",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Рассылка придет клиентам в раздел Уведомлений с колокольчиком в виде непрочитанных сообщений. Внутри могут быть персональные предложения, сообщения о скидках, акциях и бонусной программе. Все уведомления удобно структурированы по рубрикам: «Заказы», «Скидки и акции», «Новые функции», «Поддержка». Так клиент сможет легче в них ориентироваться и искать нужную информацию."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3765-3333-4039-b138-363239313263/20507fc9-520b-4d6c-b.webp",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "960",
        "h": "486",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Прочитать новости: <br /><ul><li data-list=\"bullet\"><a href=\"https://b2bmotion.ru/tsentr-uvedomlenii\" target=\"_blank\" rel=\"noreferrer noopener\">про Центр уведомлений &gt;&gt;</a></li><li data-list=\"bullet\"><a href=\"https://b2bmotion.ru/rassilki-i-soobscheniya\" target=\"_blank\" rel=\"noreferrer noopener\">про создание рассылок из B2B-системы &gt;&gt;</a></li></ul>",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      }
    ]
  },
  {
    "id": "txx7s07711",
    "title": "Документооборот в B2B-системе",
    "category": "Модуль документооборота",
    "image": "https://static.tildacdn.com/tild3238-3133-4465-b733-383336336165/06.jpg",
    "slug": "dokumentooborot-v-b2b-sisteme",
    "text": [
      {
        "ty": "text",
        "te": "Все документы с факсимильными подписью и печатью (счет, накладная, счет-фактура) по заказам передаются из 1С и хранятся в B2B-системе в специальном разделе. Так клиентам удобно отслеживать статусы заказов, искать и хранить отчетные документы.<br /><br />Пользователь может найти необходимый документ по номеру, а также отфильтровать по дате, статусу (обработан, ожидает оплаты, просрочен и т.д.) или типу (счет, накладная, акт, договор и т.д.)."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6333-3261-4136-a630-333262376365/photo.JPG",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1572",
        "h": "728",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "s9lcbxys41",
    "title": "Оплата в B2B-системе",
    "category": "Модуль оплаты",
    "image": "https://static.tildacdn.com/tild3335-3634-4335-a434-333634306531/08.jpg",
    "slug": "oplata-v-b2b-sisteme",
    "text": [
      {
        "ty": "text",
        "te": "Оплатить товары <a href=\"https://b2bmotion.ru/\" target=\"_blank\" rel=\"noreferrer noopener\">в системе B2B Движение</a> можно несколькими способами:"
      },
      {
        "ty": "text",
        "te": "<ul><li data-list=\"bullet\">через выставление счета контрагенту;</li><li data-list=\"bullet\">картой (эквайринг);</li><li data-list=\"bullet\">через платежные сервисы;</li><li data-list=\"bullet\">по QR-коду;</li><li data-list=\"bullet\">при получении.</li></ul>"
      },
      {
        "ty": "text",
        "te": "<strong>Выставление счета контрагенту.</strong> Продавец формирует и отправляет счет на оплату, контрагент оплачивает его банковским переводом или иным согласованным способом.<br /><br /><strong>Оплата картой (эквайринг).</strong> В B2B-системе возможно подключить интернет-эквайринг для физических и юридических лиц. После оформления заказа к нему прикрепляется счет на оплату, а рядом появляется кнопка оплатить. После оплаты клиент сразу получает на электронную почту чек, а менеджер — уведомление об оплате.<br /><br /><strong>Оплата через платежные сервисы.</strong> Можно настроить оплату через специализированные сервисы для переводов. Это удобный и быстрый способ без необходимости банковских реквизитов.<br /><br /><strong>Оплата по QR-коду.</strong> Для этого нужно подключиться к Системе быстрых платежей (СБП) для мгновенного перевода денег между физлицами. Контрагент сканирует QR-код, содержащий платежные данные, и совершает оплату через мобильное банковское приложение, что облегчает и ускоряет процесс оплаты.<br /><br /><strong>Оплата при получении.</strong> Контрагент оплачивает товар или услугу непосредственно в момент получения — наличными или безналичным способом, что минимизирует риски для покупателя."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6534-6362-4263-b235-646538353234/__2022-05-18__145033.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "2086",
        "h": "1368",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "Почитать про <a href=\"https://b2bmotion.ru/yookassa\" target=\"_blank\" rel=\"noreferrer noopener\">подключение к платежному сервису ЮKassa &gt;&gt;</a>"
      }
    ]
  },
  {
    "id": "8givspa371",
    "title": "Интеллектуальный поиск",
    "category": "Интеллектуальный поиск",
    "image": "https://static.tildacdn.com/tild6562-3563-4966-a135-646538386662/77.jpg",
    "slug": "intellektualnyy-poisk",
    "text": [
      {
        "ty": "text",
        "te": "<strong>Поисковые запросы.</strong> Поиск <a href=\"https://b2bmotion.ru/\" target=\"_blank\" rel=\"noreferrer noopener\">в системе B2B Движение</a> можно настроить так, <em>чтобы он понимал</em> синонимы, сокращения, устоявшиеся замены слов, названия с ошибками, написание иностранных слов на русском, частичные коды производителей, свойства товаров и т.д. В B2B-системе можно регулярно анализировать поисковые запросы и, если нужно, добавлять новые синонимы. А применять их при поиске товаров можно уже через несколько часов."
      },
      {
        "ty": "callout",
        "te": "Поисковая строка выдает полную и грамотную выборку по товарам. Время «отклика» — менее 0,1 секунды.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "<strong>Строка поиска.</strong> Также в строке поиска есть <em>дополнительные подсказки</em>, которые смогут сделать запрос покупателя более точным и узким, если это нужно. В итоге, когда пользователь ищет товар, в выпадающем окне он сможет увидеть, в каких категориях и у каких брендов он представлен. Так можно сузить и детализировать поиск. Также можно решить, искать товар по названию или по коду."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3364-6561-4230-b361-666134323165/1231.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "868",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "<strong>Поиск как маркетинговый инструмент.</strong> В системе B2B Движение поиск настроен так, что самые релевантные запросы, по которым чаще всего ищут, оказываются в верхних позициях поисковой выдачи.<br /><br />Поиском можно управлять и он может быть инструментом монетизации. Например, можно продавать продвижение брендов, выводя их товары в топ. С помощью настроек ранжирования среди всей поисковой выборки можно подвинуть вверх рекомендованные позиции, товары со скидками или те, которые в наличии.<br /><br />Кроме того, в самом верху оказываются избранные товары. Это уже инструмент персонализации. Если клиент привык искать определенные позиции, наш поиск покажет их в числе первых."
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "<em>Лонгрид о том, <a href=\"https://b2bmotion.ru/poisk\" target=\"_blank\" rel=\"noreferrer noopener\">каким должен быть поиск в B2B-системе &gt;&gt;</a></em>"
      }
    ]
  },
  {
    "id": "8142gpioj1",
    "title": "Статьи",
    "category": "Личный кабинет продавца в B2B-системе",
    "image": "https://static.tildacdn.com/tild6437-3136-4461-a138-343532643832/photo.png",
    "slug": "stati",
    "text": [
      {
        "ty": "text",
        "te": "В разделе «Статьи» можно разместить информацию для привлечения внимания или рассказать о компании. Для этого B2B система предлагает баннеры, новости или рубрики."
      },
      {
        "ty": "text",
        "te": "Чтобы добавить статьи — зайдите в программу «Админка», перейдите на главную страницу и в раздел «Статьи». Нажмите «Создать статью» и заполните обязательные поля:<br />- Краткое наименование<br />- Наименование<br />- Статус<br />- Краткий контент<br />- Контент"
      },
      {
        "ty": "callout",
        "te": "Если вы хотите опубликовать статью сразу, она должна быть со статусом - «Опубликовано», если нет — «Черновик».",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "Нажмите «Создать». Настройте таргетинг: статья доступна каждому пользователю или только отдельным компаниям. Если передадите сегменты из 1С, можно настроить таргетирование на сегмент. Далее — «Сохранить»."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3661-3661-4130-b562-313465373736/1.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "887",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3137-6532-4036-b039-373634316466/2.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "871",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3130-6363-4537-b930-626337343061/3.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1125",
        "h": "976",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Разместите статью в <a href=\"https://b2bmotion.ru/wiki-custom\">Рубрикаторе</a>, в разделе <a href=\"https://b2bmotion.ru/tpost/es1by7sdz1-novosti-na-glavnoi-stranitse\">Новостей</a> или в <a href=\"https://b2bmotion.ru/tpost/5332xcu411-banneri-na-glavnoi-stranitse\">Баннере</a>."
      }
    ]
  },
  {
    "id": "vanmbay9e1",
    "title": "Избранные товары",
    "category": "Каталог и товары",
    "image": "https://static.tildacdn.com/tild3366-3539-4035-b063-306465366235/photo.png",
    "slug": "izbrannye-tovary",
    "text": [
      {
        "ty": "text",
        "te": "Чтобы сохранить товар в Избранное, отметьте его звездочкой. Чтобы посмотреть избранные товары, зайдите в фильтры, выберите «Избранное», затем примените фильтры."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3835-3363-4430-b531-333131393234/_21-08-2024_121708.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "874",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "ljb12jacl1",
    "title": "Статус заказа",
    "category": "Личный кабинет покупателя",
    "image": "https://static.tildacdn.com/tild3961-3766-4534-a634-323333373732/photo.png",
    "slug": "status-zakaza",
    "text": [
      {
        "ty": "text",
        "te": "Во складке «Заказы» есть колонка — «Статус», где можно следить за статусом всего заказа. На странице заказов есть фильтры и строка для удобного поиска."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3561-6433-4564-b136-623237346663/_15-08-2024_102025.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "695",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "А так же вы можете выводить статус для каждой позиции в Заказе построчно. Для этого:<br /><br /><ol><li data-list=\"ordered\">Сообщаете нам о запуске этой настройки и мы вносим правки на своей стороне</li><li data-list=\"ordered\">Проводите работы на стороне вашей ERP системы: нужно на стороне 1с записывать статус товара документа (поле document_item.status). Это произвольная строка.</li></ol>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3166-6166-4762-b738-303539366264/image.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1199",
        "h": "494",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "6zx7a005d1",
    "title": "Документы",
    "category": "Модуль документооборота",
    "image": "https://static.tildacdn.com/tild3937-3162-4238-b336-666332343231/photo.png",
    "slug": "dokumenty",
    "text": [
      {
        "ty": "text",
        "te": "На главной странице во вкладке «Документы» вы можете найти нужный вам документ, обратите внимание, что имеются фильтры, по которым можно найти конкретный документ:"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6532-6562-4136-b365-393832616536/_15-08-2024_112217.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "735",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Вы можете зайти в нужный вам заказ и отправить его на почту, скачать и скачать список товаров в формате Excel:"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3864-6264-4762-b230-633935646461/_15-08-2024_111855.jpg",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "620",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "pz91ebtee1",
    "title": "Оплата",
    "category": "Модуль оплаты",
    "image": "",
    "slug": "oplata",
    "text": [
      {
        "ty": "text",
        "te": "В B2B-системе предусмотрен модуль оплаты — функционал, через который покупатель оплачивает заказы. Подключается через API: внешний сервис эквайринга или платёжный шлюз интегрируется с системой и обрабатывает транзакции."
      },
      {
        "ty": "text",
        "te": "Конкретные способы оплаты и условия их работы настраиваются под каждого клиента индивидуально. Подробнее о пользовательских сценариях — в статье <a href=\"/wiki/function/oplata-v-b2b-sisteme\">«Оплата в B2B-системе»</a>."
      }
    ]
  },
  {
    "id": "ff9pj4cok1",
    "title": "Коммерческое предложение",
    "category": "Модуль коммерческих предложений",
    "image": "https://static.tildacdn.com/tild6236-6639-4734-a264-613537643233/photo.png",
    "slug": "kommercheskoe-predlozhenie",
    "text": [
      {
        "ty": "heading",
        "te": "Коммерческое предложение<br /><br />",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3964-3730-4234-b830-363834623038/Screenshot_7.png",
        "alt": "",
        "w": "1305",
        "h": "411",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "С помощью <a href=\"https://demo.b2bmotion.ru/\" target=\"_blank\" rel=\"noreferrer noopener\" style=\"color: rgb(88, 100, 220);\">b2b- системы</a> вы можете подготовить коммерческое предложение для клиентов."
      },
      {
        "ty": "text",
        "te": "В разделе модуля верхней части экрана, надо сначала поправить шаблон."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3637-3632-4435-a633-663630356333/Screenshot_8.png",
        "alt": "",
        "w": "1312",
        "h": "398",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Вы можете вставить свой логотип, контакты, поправить заголовок и водный текст, и скорректировать те данные, которые хотите отразить в коммерческом предложении."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6431-3861-4964-a639-393665666230/Screenshot_9.png",
        "alt": "",
        "w": "1147",
        "h": "590",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Проверьте, нужно ли указать НДС в вашем КП, если да,оставьте галочку."
      },
      {
        "ty": "text",
        "te": "Проверьте вид вашего КП нажав Предпросмотр."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6339-6137-4461-b830-333732353466/Screenshot_10.png",
        "alt": "",
        "w": "1266",
        "h": "598",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "КП предложение создаётся на основе одной из ваших спецификаций.<br /><br />"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6538-3233-4131-b134-346535323061/Screenshot_19.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1263",
        "h": "501",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Выбирайте нужную из всего списка и прописывайте название.<br /><br />"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3939-3634-4133-b137-336533643534/Screenshot_20.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1365",
        "h": "381",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Это поле обязательно."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3236-3634-4464-a465-643533626635/Screenshot_11.png",
        "alt": "",
        "w": "1249",
        "h": "490",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Описание для коллег или для обозначения нюансов в Комментарии."
      },
      {
        "ty": "text",
        "te": " Теперь ваши товары и спецификации погрузились в коммерческое предложение , в том же количестве."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3666-3566-4266-a263-353265616234/Screenshot_12.png",
        "alt": "",
        "w": "1169",
        "h": "476",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": " Вы можете ставить вашу цену в окно цена КП по позиционно, нажав калькулятор, в окне изменить цены выбираем сбросить цены до изначальных, наценку- в столбце разница равна нулю возвращаемся в калькулятор."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3465-6366-4731-a634-383636383138/Screenshot_13.png",
        "alt": "",
        "w": "1326",
        "h": "509",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": " в окне изменения цены Вы можете изменить цену на процент или на фиксированное значение ."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6432-3662-4662-a333-663430343634/Screenshot_14.png",
        "alt": "",
        "w": "1206",
        "h": "510",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Например, с данного КП вы хотите заработать 10.000р, то в окно Значение вставьте сумму которая разобьётся по товарам пропорционально. Далее - нажмите Проставить наценку."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3761-3965-4964-a665-383638363463/Screenshot_15.png",
        "alt": "",
        "w": "1292",
        "h": "586",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "  Вы можете отправить КП себе на почту, отправить получателю или скачать в формате PDF  и XLSX нажав кнопку Экспорт. "
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6239-3534-4433-b264-383734376433/Screenshot_16.png",
        "alt": "",
        "w": "1242",
        "h": "471",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3362-6636-4931-b766-393138663738/Screenshot_17.png",
        "alt": "",
        "w": "1171",
        "h": "584",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Если КП не нужно или не актуально -его следует архивировать нажав кнопку Ещё"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3634-3432-4638-a430-393934316238/Screenshot_18.png",
        "alt": "",
        "w": "1222",
        "h": "483",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "ak6sib1s71",
    "title": "Каталог и товары",
    "category": "Каталог и товары",
    "image": "https://static.tildacdn.com/tild6462-3830-4433-a265-386563663539/photo.png",
    "slug": "katalog-i-tovary",
    "text": [
      {
        "ty": "text",
        "te": "Что бы увидеть каталог в<a href=\"https://demo.b2bmotion.ru/\"> B2B системе </a>нужно нажать на Товары в верхнем левом углу или Каталог рядом с поисковой строкой, либо же поисковой строке можно начать вводить название товара или артикул прямо с главной страницы"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6231-6566-4034-b537-373737303733/__2024-06-10__120819.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "810",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Каталог может быть представлен в двух видах. Таблицей - поскольку специфика оптовых продаж предполагает работу с большими списками товаров. И плиткой, так как  часть клиентов настаивала на привычном, благодаря маркетплейсам, отображении товаров. <br />Мы добавили эту опцию с возможностью переключения каталога на усмотрение покупателя. <br />Рядом с переключением на табличный вид, в верхнем правом углу, можно настроить удобную сортировку <br />Фильтры для товаров располагаются слева. <br />Над ними Категории каталога, которые так же раскрываются для удобства пользователя"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3937-3766-4337-b836-336530313264/__2024-06-10__121230.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "816",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3936-6262-4638-b861-353530663632/__2024-06-10__123228.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "811",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Для удобства пользователь может закрепить или панель с фильтрами или с категориями при работе"
      },
      {
        "ty": "text",
        "te": "Прямо из каталога пользователь может добавить товар не только в корзину, но и, нажав на плюсик, в Спецификацию или Коммерческое предложение"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3535-3834-4162-b362-353135333962/__2024-06-10__124153.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "817",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Так же пользователь может выбрать сколько он хочет отображать товар на одной странице внизу страницы"
      }
    ]
  },
  {
    "id": "tyltsanfj1",
    "title": "Для компаний, работающих без интеграции с 1с",
    "category": "Личный кабинет продавца в B2B-системе",
    "image": "https://static.tildacdn.com/tild6262-3434-4238-b033-616333643262/_1.png",
    "slug": "dlya-kompaniy-rabotayushchikh-bez-integratsii-s-1s",
    "text": [
      {
        "ty": "text",
        "te": "Раздел MDM отличает админку компаний, которые работают без интеграции с 1С. Основное отличие в том, что есть возможность работать не через 1С, а все действия с товарами и заказами производить из админки.<br /><br />Перед заполнением и загрузкой вашего шаблона, надо проделать ряд работ в админке:<br /><ul><li>добавить нужные типы цен: Админка - Продавцы - Тип цены;</li></ul>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6465-6362-4465-a663-356433626436/1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1548",
        "h": "1306",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "<ul><li>ввести курс для валют: Админка - Продавцы - Валюты. Курс вводится вручную каждый раз при необходимости. После этого обязательно перезагрузить шаблон (как загрузить шаблон: https://feeds.tilda.ru/posts/?feeduid=806734337911);</li></ul><br /><ul><li>добавить нужные регионы (как добавить регионы <a href=\"https://b2bmotion.ru/tpost/dd47sgep11-nastroika-regionov\" target=\"_blank\" rel=\"nofollow noreferrer noopener\">https://b2bmotion.ru/tpost/dd47sgep11-nastroika-regionov</a>);</li></ul><br /><ul><li>привязать к регионам склады (как привязать склады <a href=\"https://b2bmotion.ru/tpost/v8d7oi25k1-nastroika-skladov\" target=\"_blank\" rel=\"nofollow noreferrer noopener\">https://b2bmotion.ru/tpost/v8d7oi25k1-nastroika-skladov</a>);</li></ul><br /><ul><li>при необходимости добавить статусы для заказов: Админка - Заказы - Статусы заказов;</li></ul>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6562-6536-4533-b832-353162663164/2.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "920",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "<ul><li>завести нужные разделы каталога с помощью панели внизу Админка - MDM - разделы каталога;</li></ul>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3839-3436-4566-a336-663536373033/3.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "885",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Если надо добавить раздел каталога в уже имеющуюся папку, то нажмите на эту папку и в ней создастся подпапка. Если надо новый раздел каталога создать, то нажмите на \"добавить новый в корень\" (скрин). Обратите внимание, вверху будет написано в каком разделе вы создаете папку.<br /><br /><ul><li>внести нужные бренды Админка - MDM - Бренды</li><li>внести нужные типы изделий: Админка - MDM - Тип изделия</li><li>внести нужные свойства: Админка - MDM - Свойства.</li></ul>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3764-6437-4231-b862-313435316135/4.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "1023",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Внешний идентификатор - порядковый номер Тип - может быть список (если это буквенное значение), число, диапазон (если значение от и до)"
      },
      {
        "ty": "callout",
        "te": "В шаблоне перед наименованием свойства должно быть написано слово <em>«свойство»</em>. Пример: <strong>Свойство: Размер</strong>.",
        "color": "#000000",
        "bg": "#f8f0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "text",
        "te": "<ul><li>Добавить типы цен, которые будете использовать: Админка - MDM - Тип цен</li></ul><br /><ul><li>Добавить дополнительные поля. Доп поля — это описание товара, серия... всё, что не относится к свойствам товара. Сюда же входят и шильдики (<a href=\"https://b2bmotion.ru/tpost/gka6543sl1-shildiki-k-tovaram\">подробнее о шильдиках</a>)</li></ul>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6465-3639-4230-a337-386631316533/5.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "1248",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "В шаблоне в шапке обозначаются так: <strong>Доп.поле: description</strong>",
        "color": "#000000",
        "bg": "#f8f0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "heading",
        "te": "Работа с пользователями:",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Прежде чем начать работу с пользователем, надо завести компанию, от которой он будет работать: Покупатели - Компании"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3034-6561-4765-b332-333634313832/6.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "812",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "После этого можно заводить пользователя"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3231-3439-4562-b762-386664373738/1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "764",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Всегда сразу не забывать назначать пользователю нужную компанию",
        "color": "#000000",
        "bg": "#f8f0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "text",
        "te": "Для этого сохраняем пользователя, вновь входим в него и переходим во вкладку Компании"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3962-6332-4764-a265-303038306564/2.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "637",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Подробнее о пользователях в B2B-системе можно почитать в разделе <a href=\"https://b2bmotion.ru/wiki-custom#!/tfeeds/423401499701/c/Пользователи\" target=\"_blank\" rel=\"noreferrer noopener\">Кастомизации под клиента/Пользователи</a>"
      }
    ]
  },
  {
    "id": "0og1eg5h71",
    "title": "Личный кабинет Продавца в B2B-системе",
    "category": "Личный кабинет продавца в B2B-системе",
    "image": "https://static.tildacdn.com/tild6634-6631-4536-a263-636265343839/_.png",
    "slug": "lichnyy-kabinet-prodavtsa-v-b2b-sisteme",
    "text": [
      {
        "ty": "heading",
        "te": "Порядок работ для основного продавца",
        "le": 4
      },
      {
        "ty": "text",
        "te": "В начале работы необходимо завести новую компанию - продавец в админке или передать нам ее из 1с. <br />Продавцы могут передаваться через ШТ (ШТ merchant). "
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6265-6236-4234-a533-383533343063/__2024-05-22__115402.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "700",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "quote",
        "te": "ВАЖНО! Выбрать один способ заведения компаний - или из админки или из 1с. Иначе при синхронизации заведенные компании в админке будут затерты."
      },
      {
        "ty": "text",
        "te": "После - заводим пользователя и даем ему роль Продавец. Там же назначаем пользователю Продавца"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6339-3930-4634-a435-306132386338/__2024-05-29__221339.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "904",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Перед началом работ надо проверить есть ли необходимый тип цены, валюта, регионы, которые потребуются продавцу.<br /><br />Их нужно передать из 1с. Проверить здесь: Админка - Продавцы - Тип цены/Валюта/Регионы/Склады"
      },
      {
        "ty": "text",
        "te": "К Регионам необходимо привязать склады. <br />Как привязать склады к регионам: https://b2bmotion.ru/tpost/v8d7oi25k1-nastroika-skladov"
      },
      {
        "ty": "text",
        "te": "Разделы каталога, бренды, типы изделий, для продавцов передаются основным продавцом из 1с в админки всех продавцов или заводятся в админке в разделе MDM:"
      },
      {
        "ty": "text",
        "te": "Что бы добавить раздел каталога в админке, перейдите Админка - MDM - Разделы каталога<br />Если надо добавить раздел каталога в уже имеющуюся папку, то нажмите на эту папку и в ней создастся подпапка. Если надо новый раздел каталога создать, то нажмите на \"добавить новый в корень\" (скрин). Обратите внимание, вверху будет написано в каком разделе вы создаете папку."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3130-6238-4462-a539-643362386232/1.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "885",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Что бы добавить в админке, пройдите MDM - Бренды - Добавить бренд<br /><br />Что бы добавить в админке тип изделий, пройдите MDM - Тип изделий"
      },
      {
        "ty": "text",
        "te": "Товары продавец может добавить сам, через свою админку или можно добавлять их или редактировать в вашей админке: Раздел MDM - Товары"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3632-3637-4636-b932-623138656632/__2024-05-14__121500.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "699",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Если много товаров, то можно воспользоваться импортом. MDM - Импорт. Скачать шаблон для загрузки, заполнить его и загрузить"
      },
      {
        "ty": "text",
        "te": "Если вы передаете нам дополнительные поля для товаров, которые должны видеть ваши продавцы, то их надо предварительно так же заполнить в админке: Админка - MDM - Дополнительные поля. Это могут быть единицы измерения (короб/блок/шт), шильдики, которыми смогут пользоваться ваши продавцы или которые вы создадите специально для них. Так же их необходимо будет отразить в шаблоне, согласно инструкции на стр. 2. <br />Для шильдиков в шаблоне в значении напротив товара надо указывать 1, если надо отображать шильдик для этого товара или ничего, если не надо. В случае, если шильдик действует до определенной даты, то дату указать в формате: 2024-05-30 00:00:00"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3564-6139-4566-b937-646366386564/image.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "574",
        "h": "321",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3138-6231-4364-b462-323835383064/__2024-05-29__222029.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "819",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Если продавец будет сам заполнять товары через свою админку, то после данных настроек можно отдавать ему доступы от админки"
      },
      {
        "ty": "callout",
        "te": "Важно! При выгрузке прописать в своих товарах в шт прописать нового продавца:<br />в ШТ product<br />поле merchant_id<br />значение merchant_id брать из ШТ merchant поле id<br />тогда продавец появится в фильтре",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "heading",
        "te": "Порядок работы для продавцов в в2в системе",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Перед загрузкой ваших товаров надо проверить есть ли нужный вам раздел каталога, в который попадут ваши товары. Если нет, то его надо добавить с помощью панели внизу его: Админка - MDM - разделы каталога"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6335-3130-4664-b662-373565643665/2.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "885",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Если надо добавить раздел каталога в уже имеющуюся папку, то нажмите на эту папку и в ней создастся подпапка. Если надо новый раздел каталога создать, то нажмите на \"добавить новый в корень\" (скрин). Обратите внимание, вверху будет написано в каком разделе вы создаете папку.<br /><br /><ul><li>проверьте, есть ли нужные вам бренды в общем списке основного продавца ( Админка - MDM - Бренды)</li><li>проверьте, есть ли нужные вам типы изделий в общем списке основного продавца ( Админка - MDM - Тип изделия)</li><li>проверьте, есть ли нужные вам свойства товаров в общем списке основного продавца ( Админка - MDM - Свойства)</li></ul>"
      },
      {
        "ty": "callout",
        "te": "Если нужных вам данных не оказалось, обратитесь к вашему основному продавцу",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "Товары можно добавлять и редактировать с помощью загрузки шаблона и в админке: Админка - MDM - Товары.<br /><br />Так же здесь можно не открывая товар скорректировать остатки и цены"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3834-3261-4337-a630-373266633061/3.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "689",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Раздел Дополнительные поля - это шильдики, которые можно \"повесить на товары\". Информацию о них можно посмотреть по ссылке <a href=\"https://b2bmotion.ru/tpost/gka6543sl1-shildiki-k-tovaram\" target=\"_blank\" rel=\"nofollow noreferrer noopener\">https://b2bmotion.ru/tpost/gka6543sl1-shildiki-k-tovaram</a>. Если шильдики нужны для ваших товаров, запросите у вашего основного продавца информацию для них и внесите в соответствующие поля.<br /><br />Импорт товаров. После того, как все необходимые данные заполнили, можно переходить к импорту товаров (то есть загрузке товаров с помощью эксель таблицы- - шаблона): Админка - MDM - Импорт. Скачайте шаблон, внесите в него все необходимые данные и загрузите его"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6163-6131-4838-b930-666332393332/4.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1216",
        "h": "1414",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "vdtfps4ik1",
    "title": "Доставка",
    "category": "Модуль доставки",
    "image": "https://static.tildacdn.com/tild3834-3135-4565-a239-336130363164/photo.png",
    "slug": "dostavka",
    "text": [
      {
        "ty": "text",
        "te": "<strong>Что такое модуль доставки</strong>"
      },
      {
        "ty": "callout",
        "te": "Этот функционал рассчитывает стоимость доставки заказа до нужного места при оформлении заказа покупателем",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "callout",
        "te": "Подключение этого модуля является платным и оценивается отдельно. ",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "Для подключения модуля доставки необходимо иметь и нам передать:<br /><br />1. весогабаритные характеристики для каждого товара <br /><br />2. GeoJSON-файл с определением зон доставки<br /><br />3. Формула расчета стоимости доставки (в зависимости от веса, габаритов и зоны доставки)<br /><br />Зонами доставки можно управлять из админки: Продавцы - Зоны доставки."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3835-3232-4836-b237-313731396361/5.png",
        "alt": "5.png",
        "w": "1680",
        "h": "822",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Здесь можно самостоятельно добавить новую зону или редактировать уже имеющуюся, нажав на карандашик рядом с ней. "
      },
      {
        "ty": "callout",
        "te": "Если править координаты, то надо брать из файла <strong>geojson</strong> значение поля <strong>geometry</strong>",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "<strong>Как выглядит интерфейс доставки для покупателя:</strong><br /><br />1. При оформлении заказа покупатель выбирает удобный ему способ доставки:<br /><br />- Самовывоз,<br /><br />- Доставка по адресу,<br /><br />- Оформление без доставки.<br /><br /><br />"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6132-3938-4663-b561-613636646632/1.png",
        "alt": "1.png",
        "w": "1680",
        "h": "802",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3130-6634-4463-a334-666534336637/2.png",
        "alt": "2.png",
        "w": "1680",
        "h": "827",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "2. При выборе доставки покупатель вбивает точный адрес, при этом система автоматически определяет его на карте. "
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3433-3034-4538-b230-323838373066/3.png",
        "alt": "3.png",
        "w": "1680",
        "h": "1003",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "<br /><br />3. Далее заполняются блоки: <br /><br />- примечание для водителя, <br /><br />- ограничения на въезде (если они есть), <br /><br />- выбор даты и времени доставки. "
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3831-3438-4031-b533-383836303361/4.png",
        "alt": "4.png",
        "w": "1680",
        "h": "812",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "callout",
        "te": "Эти поля могут быть настраиваемыми. ",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "text",
        "te": "Внизу экрана клиент сразу видит стоимость доставки до выбранного адреса. <br /><br />4. После нажатия кнопки \"Подтвердить\", покупатель вновь оказывается в блоке оформления заказа и заканчивает оформление уже с учетом доставки. "
      }
    ]
  },
  {
    "id": "x3xtju5121",
    "title": "Личный кабинет покупателя",
    "category": "Личный кабинет покупателя",
    "image": "https://static.tildacdn.com/tild3939-3761-4232-a331-663531633962/_.png",
    "slug": "lichnyy-kabinet-pokupatelya",
    "text": [
      {
        "ty": "text",
        "te": "У <a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=1147057\" style=\"color: rgba(0, 0, 0, 0.99);\">авторизованного</a> пользователя системы в правом верхнем углу отображается иконка его профиля. Она позволяет отслеживать его текущие пользовательские данные, а также условия его Компании. Рассмотрим их подробнее."
      },
      {
        "ty": "text",
        "te": "<ol><li style=\"color: rgb(0, 0, 0);\"><a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=3014820#id-%D0%9F%D1%80%D0%BE%D1%84%D0%B8%D0%BB%D1%8C%D0%BF%D0%BE%D0%BB%D1%8C%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8F-%D0%92%D1%8B%D0%B1%D0%BE%D1%80%D1%80%D0%B5%D0%B3%D0%B8%D0%BE%D0%BD%D0%B0\" style=\"color: rgb(0, 0, 0);\">Выбор региона</a></li><li style=\"color: rgb(0, 0, 0);\"><a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=3014820#id-%D0%9F%D1%80%D0%BE%D1%84%D0%B8%D0%BB%D1%8C%D0%BF%D0%BE%D0%BB%D1%8C%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8F-%D0%9B%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%D0%B4%D0%B0%D0%BD%D0%BD%D1%8B%D0%B5\" style=\"color: rgb(0, 0, 0);\">Личные данные</a></li><li style=\"color: rgb(0, 0, 0);\"><a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=3014820#id-%D0%9F%D1%80%D0%BE%D1%84%D0%B8%D0%BB%D1%8C%D0%BF%D0%BE%D0%BB%D1%8C%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8F-%D0%94%D0%B0%D0%BD%D0%BD%D1%8B%D0%B5%D0%BE%D0%BA%D0%BE%D0%BC%D0%BF%D0%B0%D0%BD%D0%B8%D0%B8\" style=\"color: rgb(0, 0, 0);\">Данные о компании</a></li><li style=\"color: rgb(0, 0, 0);\"><a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=3014820#id-%D0%9F%D1%80%D0%BE%D1%84%D0%B8%D0%BB%D1%8C%D0%BF%D0%BE%D0%BB%D1%8C%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8F-%D0%93%D1%80%D0%B0%D1%84%D0%B8%D0%BA%D0%BF%D0%BB%D0%B0%D1%82%D0%B5%D0%B6%D0%B5%D0%B9\" style=\"color: rgb(0, 0, 0);\">График платежей</a></li></ol>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3236-6165-4130-b865-623933653034/__2024-03-01__114637.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "700",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "heading",
        "te": "Выбор региона",
        "le": 4
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3330-3539-4535-b163-356337326265/__2024-03-01__114837.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "383",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "При входе в систему первым делом пользователь должен выбрать свой регион из доступного списка. Цены, наличие на складе и условия заказа привязаны к конкретному региону.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "heading",
        "te": "Личные данные",
        "le": 4
      },
      {
        "ty": "text",
        "te": "При необходимости пользователь может изменить свои данные (кроме сотового телефона) в личном кабинете. Личные данные можно посмотреть нажав на свою фамилию. Личные данные сюда подтягиваются те, которые пользователь вводил при регистрации. <br />Здесь же пользователь может настроить комфортные для себя уведомления"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3838-3731-4731-b430-333762373237/__2024-03-01__115254.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1746",
        "h": "1298",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "На этой странице так же находится блок изменения пароля"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3762-3736-4830-a262-346564303933/__2024-03-01__115319.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "961",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "heading",
        "te": "Данные о компании",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Данные о своей компании пользователь может посмотреть нажав в кабинете на слово \"Покупатель\""
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3032-3763-4364-b335-373339663332/__2024-03-01__115900.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "1078",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "Здесь можно увидеть тип цены, который назначен для компании пользователя, кредитный лимит, если вы нам его передаете, а так же дебиторскую задолженность и просрочку. <br />В режиме реального времени пользователь  может отслеживать статусы платежей всех отгрузок по  кампании. Отчет поделен на две части:<br /><ol><li>Просроченные платежи (с указанием дней просрочки)</li><li>Непросроченные платежи (с указанием конечного срока оплаты)</li></ol>Для удобства поиска нужного заказа все столбцы сортируются по возрастанию/убыванию.<br /><br />Все это стандарный функционал в2в системы и может подтягиваться по каждой компании из 1с. <br /><br />Так же пользователь здесь может увидеть контакты привязанного к нему менеджера и скорректировать адреса доставки<br /><br />"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3262-3664-4636-a463-363232343939/__2024-06-10__115148.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "775",
        "rh": null,
        "rw": null,
        "al": null
      }
    ]
  },
  {
    "id": "71dml1aoz1",
    "title": "Регистрация и авторизация",
    "category": "Регистрация и авторизация",
    "image": "https://static.tildacdn.com/tild6430-6565-4632-a164-633861393264/photo.png",
    "slug": "registratsiya-i-avtorizatsiya",
    "text": [
      {
        "ty": "heading",
        "te": "Регистрация по номеру телефона или почте",
        "le": 4
      },
      {
        "ty": "text",
        "te": "В <a href=\"/enterprise\" target=\"_blank\" rel=\"noreferrer noopener\">B2B-системе</a> мы можем настроить под вас одну из двух форм регистрации: "
      },
      {
        "ty": "text",
        "te": "<ul><li><strong>либо по номеру телефона</strong></li></ul>"
      },
      {
        "ty": "text",
        "te": "тогда вам необходимо дополнительно заключить договор с смс-центром <a href=\"https://www.smsc.ru/\" target=\"_blank\" rel=\"noreferrer noopener\">SMSC.ru</a>  для отправки кодов подтверждения при авторизации/регистрации вашим клиентам. Это будет стоить дополнительные 0,5-2 руб. за каждую смс с кодом (в зависимости от телефонного оператора). "
      },
      {
        "ty": "text",
        "te": "<ul><li><strong>либо по почте</strong></li></ul>"
      },
      {
        "ty": "text",
        "te": "в этом случае код подтверждения будет приходить клиенту на почту. Это бесплатно для вас"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3362-3434-4037-b234-663865376363/__2024-03-28__161539.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1112",
        "h": "572",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "При интеграции B2B-системы мы можем настроить вам один из двух вариантов (по почте или телефону). Совмещение обоих вариантов возможно как дополнительная опция.",
        "color": "#000000",
        "bg": "#f8f0f0",
        "fs": "default",
        "ic": "#d30000"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Регистрация через Tinkoff ID",
        "le": 4
      },
      {
        "ty": "text",
        "te": "По вашему желанию мы можем добавить упрощенные варианты регистрации/авторизации. Например, у нас уже реализован вход по Tinkoff ID."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6263-6233-4632-a136-613330343736/__2024-03-28__163201.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1168",
        "h": "826",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Также можем реализовать как допопцию вход через Сбер ID, Яндекс ID,VK ID и т.д.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Регистрация как юрлицо/физлицо",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Ваш клиент может зарегистрироваться как юрлицо, так и как физлицо. Для этого при регистрации он выбирает соответствующую опцию:"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3235-6563-4335-b137-356638663734/__2024-03-28__164134.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1178",
        "h": "322",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "При вводе клиентом названия компании или ИНН сервис DaData автоматически подтягивает в B2B-систему все официальные реквизиты.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "heading",
        "te": "Ручная регистрация пользователя",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Если у клиента какие-то сложности с регистрацией, администратор может самостоятельно и вручную завести ему аккаунт в админке. "
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Приглашения к регистрации",
        "le": 4
      },
      {
        "ty": "text",
        "te": "В <a href=\"/enterprise\" target=\"_blank\" rel=\"noreferrer noopener\">B2B-cистеме</a> есть удобный функционал <a href=\"/tpost/9klouic671-priglasheniya-zaregistrirovatsya-dlya-kl\" target=\"_blank\" rel=\"noreferrer noopener\">Приглашений</a>. Этот функционал дает возможность менеджерам и администраторам системы приглашать клиентов через админку, при этом клиент не проходит процесс регистрации."
      },
      {
        "ty": "text",
        "te": "Ваш клиент получит смс на телефон с приглашением и ссылкой."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3362-6330-4534-b936-373533666431/4.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "498",
        "h": "134",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "После этого, ему нужно будет лишь ввести код, который отправится ему на телефон автоматически и клиент уже в системе, без процесса регистрации. "
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Авторизация",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Вход в систему происходит как обычно. Пользователь выбирает Авторизация и: либо запрашивает и вводит код, либо вводит пароль. "
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Восстановление пароля",
        "le": 4
      },
      {
        "ty": "text",
        "te": "В случае утери пароля, восстановление также происходит через телефон/почту (приходит смс для смены пароля). Либо это может сделать администратор через админку."
      }
    ]
  },
  {
    "id": "ja3c7b1rt1",
    "title": "Мобильное приложение",
    "category": "Мобильное приложение",
    "image": "https://static.tildacdn.com/tild6465-3262-4863-b261-613032323631/photo.png",
    "slug": "mobilnoe-prilozhenie",
    "text": [
      {
        "ty": "heading",
        "te": "WebView: мобильные приложения теперь обновляются автоматически",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Мы обновили наши мобильные приложения — теперь все доработки функционала, пользовательские сценарии и обновления наших B2B-систем автоматически мгновенно подтягиваются в приложения.<br /><br />Это очень удобно для пользователей. Приложение больше не нужно каждый раз переустанавливать, достаточно обновить до последней версии. А в большинстве случаев пользователи старых версий получат доступ к изменениям в B2B-системе даже без обновлений экрана.<br /><br />Для этого мы интегрировали в приложение технологию WebView. Этот компонент адаптирует нашу B2B-систему под мобильную версию, а дальше упаковывает в мобильное приложение. Теперь B2B-система и мобильное приложение — одна сущность, и все изменения происходят синхронно.<br /><br />Так пользователь может оставаться внутри приложения, не переключаться на сторонние браузеры, чтобы свериться с функционалом. Актуальный доступ к содержимому B2B-системы можно получить не выходя из приложения, а значит свободно работать из любой точки."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3135-6463-4864-a465-663961326566/__2023-08-07__120739.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1680",
        "h": "908",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "text",
        "te": "На данный момент мы публикуем наши приложения на платформах Google, IOS и Huawei "
      }
    ]
  },
  {
    "id": "uzfvbex5s1",
    "title": "Цены и скидки",
    "category": "Прайсы, цены, скидки, валюты",
    "image": "https://static.tildacdn.com/tild3231-3465-4866-a665-663431663765/photo.png",
    "slug": "tseny-i-skidki",
    "text": [
      {
        "ty": "text",
        "te": "<strong>Цены и скидки</strong>"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "<strong>Типы (уровни) цен</strong>"
      },
      {
        "ty": "text",
        "te": "Система В2В Движение позволяет настроить <em>гибкое ценообразование</em> и задать любую градацию типов цен (<em>например: МРЦ, малый опт, крупный опт и т.д.</em>) Покупатель сразу видит товары с актуальной для него ценой, без необходимости дополнительного уточнения скидок у менеджера.<br /><br />Узнать текущий тип цены, присвоенный Вашей компании, можно:<br /><em>Профиль пользователя (человечек в правом углу) - Данные о компании</em><br /><a href=\"http://b2bmotion.wiki/pages/viewpage.action?pageId=3014820\" style=\"color: rgb(9, 9, 9);\"><em>Профиле пользователя - Данные о компании</em></a><em style=\"color: rgb(9, 9, 9);\">.</em>"
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6432-3837-4762-b239-636432623564/image2020-12-18_15-5.png",
        "alt": "image2020-12-18_15-55-27.png",
        "w": "1680",
        "h": "723",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "<strong>Типы (уровни) цен</strong> — система прайс-листов с разными уровнями цен (настроенных внутри системы или дублированнная из 1С) для различных категорий компаний-контрагентов. Пример: МРЦ, малый опт, крупный опт и т.д.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "callout",
        "te": "Тип цены проставляет вручную ваш Персональный менеджер. Для изменения условий продажи, нужно обратиться непосредственно к нему.",
        "color": "#000000",
        "bg": "#f1f8f0",
        "fs": "default",
        "ic": "#4a9f2d"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "<strong>Индивидуальные скидки</strong>"
      },
      {
        "ty": "text",
        "te": "- это система дополнительных скидок, которые вместе с выбранным <a href=\"http://wiki.3davinci.ru/pages/viewpage.action?pageId=1147099\" rel=\"nofollow\" style=\"color: rgb(13, 12, 12);\">типом цен</a><span style=\"color: rgb(13, 12, 12);\"> обеспечивают тонкую настройку </span><em style=\"color: rgb(13, 12, 12);\">цен для каждого клиента</em><span style=\"color: rgb(13, 12, 12);\">.</span>"
      },
      {
        "ty": "text",
        "te": "Индивидуальные скидки позволяют снизить цену:<br /><br /><ul><li>на бренд</li><li>на категорию товара (например, раздел каталога)</li><li>на сочетание категории и бренда товара</li><li>или на конкретные артикулы</li></ul><br />Индивидуальные скидки отражаются <em> во всех списках товаров - каталоге, корзине, спецификацуиях, а так же в карточке товара </em>в виде зачеркнутой цены."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3233-3237-4063-a335-333036366266/image2020-12-18_16-5.png",
        "alt": "image2020-12-18_16-56-41.png",
        "w": "1680",
        "h": "587",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "heading",
        "te": "Актуальные цены",
        "le": 4
      },
      {
        "ty": "text",
        "te": "В нашей в2в системе разработан и внедрен функционал актуальных цен. Это цены, которые рассчитываются \"налету\" и зависят от многих факторов - акционности товара, объема товаров, которые пользователь кладет в корзину и других.<br />Это — интерактивное получение цены товара из API ERP-системы заказчика.<br />Обновление цен происходит мгновенно каждый раз, когда покупатель открывает каталог, карточку товара, корзину или спецификацию. Система тут же подтягивает актуальные цены и показывает, сколько из них изменилось, а клиент в режиме реального времени поверх старой, зачеркнутой цены видит новую."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild3062-3638-4431-a631-306231306534/__2024-06-10__144538.png",
        "alt": "",
        "caption": "",
        "link": "",
        "blank": "",
        "w": "1770",
        "h": "1208",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Актуальные цены - это дополнительный платный функционал в в2в системе, который реализуется не только в в2в, но и в 1с",
        "color": "#000000",
        "bg": "#f1f1f1",
        "fs": "default",
        "ic": "#7b7b7b"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "<strong>Зависимость цен компании от региона</strong>",
        "le": 4
      },
      {
        "ty": "text",
        "te": "Мы разработали функционал зависимости цен компании от региона. Раньше к компании была привязана строго одна цена с определенным прайс-листом, скидками, и все это не зависело от геопозиции. Теперь компанию можно привязать как к одному, так и к нескольким регионам. Цены и скидки будут автоматически меняться.<br /><br />Эту доработку мы внедрили для тех компаний, у которых клиенты ведут бизнес в нескольких регионах. Часто цены в разных частях страны могут отличаться из-за особенностей бизнес-процессов, логистики и других условий.<br /><br />Оптовым клиентам, которые делают заказы у одной компании в разных частях страны, менеджер B2B-системы привяжет несколько договоров с разными регионами и ценами, и они смогут переключаться между ними в один клик.<br /><br />Механизм устроен по принципу <a href=\"https://b2bmotion.ru/multikompanii\" rel=\"nofollow\">функционала «Мультикомпании»</a>, когда клиенты работают больше чем от одной компании и для этого не нужна повторная регистрация."
      },
      {
        "ty": "image",
        "url": "https://static.tildacdn.com/tild6137-3030-4664-a265-633131303237/45345.png",
        "alt": "45345.png",
        "w": "1466",
        "h": "817",
        "rh": null,
        "rw": null,
        "al": null
      },
      {
        "ty": "callout",
        "te": "Данная разработка платная, стоимость рассчитывается индивидуально, основные работы на стороне 1С!",
        "color": null,
        "bg": "#f1f1f1",
        "fs": "default",
        "ic": "#7b7b7b"
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "heading",
        "te": "Мультивалютность",
        "le": 2
      },
      {
        "ty": "br",
        "color": "#000000"
      },
      {
        "ty": "text",
        "te": "Возможность загружать цены цены в долларах, евро и юанях разработана и внедрена пока для компаний, у которых нет интеграции с 1с. <br />Такие компании загружают свою продукцию через шаблон в админке. В этом же шаблоне они указывают цены в любой из перечисленных выше валют, вводят актуальный курс так же в админке, а в каталоге пользователи видят цену уже в рублях. <br />Подробнее о компаниях, которые не интегрированы с 1с можно почитать <a href=\"https://b2bmotion.ru/b2b-bez-integratsii-s-1c\" target=\"_blank\" rel=\"noreferrer noopener\">здесь</a> "
      }
    ]
  }
]
